Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The reservoir was encountered somewhat shallower than expected, with a reservoir thickness as expected.
nb: Reservoaret ble påtruffet noe grunnere enn forventet, og har en reservoartykkelse som forventet.

source: The well encountered a 30-metre oil column.
nb: Brønnen påtraff en oljekolonne på 30 meter.

source: The top 14 metres are very good quality Upper Jurassic reservoir rocks, over 16 metres of Permian reservoir rocks (the Zechstein Group) of varying reservoir quality in limestone and dolomite.
nb: De øverste 14 meterne er i øvre jura reservoarbergarter av meget god kvalitet, over 16 meter med perm reservoarbergarter (Zechsteingruppen) av varierende reservoarkvalitet i kalkstein og dolomitt.

source: The total thickness of the Zechstein Group is 25 metres.
nb: Den totale tykkelsen på Zechsteingruppen er 25 meter.

source: Two formation tests were carried out in Jurassic and Permian reservoir rocks.
nb: To formasjonstester ble gjennomført i jura og perm reservoarbergarter.

source: One test showed a maximum rate of 750 standard cubic metres (Sm3) of oil per flow day through a 48/64-inch nozzle opening from a 14-metre sandstone interval in the Upper Jurassic.
nb: Den ene testen ga en maksimumsrate på 750 standard kubikkmeter (Sm3) olje per strømningsdøgn gjennom en 48/64 tommer dyseåpning fra et 14 meter sandsteinsintervall i øvre jura.

source: The formation test indicates that the Jurassic reservoir has a major lateral scope without flow barriers.
nb: Formasjonstesten indikerer at jurareservoaret har stor lateral utstrekning uten strømningsbarrierer.

source: The second formation test was carried out in an 8-metre limestone and dolomite interval in the Zechstein Group, and showed a very low rate without flow to the surface.
nb: Den andre formasjonstesten ble foretatt i et 8 meter kalksteins- og dolomittintervall i Zechsteingruppen, og ga svært lav rate uten strømning til overflaten.

source: Loss of drilling mud during drilling at a deeper point in the Zechstein Group shows that the flow properties can vary, as the rocks have zones with large solution pores filled with oil.
nb: Tap av boreslam under boring litt dypere i Zechsteingruppen viser at strømningsegenskapene kan variere, da bergartene har soner med store oppløsningshulrom fylt med olje.

source: Special drilling mud was used to close these pores during drilling.
nb: Det ble brukt spesialboreslam for å tette disse hulrommene under boringen.

source: Future production of the oil from Permian reservoir rocks can therefore not be ruled out.
nb: Framtidig utvinning av oljen fra reservoarbergarter i perm kan derfor ikke utelukkes.

source: This is the twelfth appraisal well in production licence 501.
nb: Dette er den tolvte avgrensningsbrønnen i utvinningstillatelse 501.

source: Appraisal well 16/3-5 was drilled to a vertical depth of 2025 metres below the sea surface and terminated in the Rotliegendes Group in the Permian.
nb: Avgrensningsbrønn 16/3-5 ble boret til et vertikalt dyp på 2025 meter under havflaten og ble avsluttet i Rotliegendesgruppen i perm.

source: Water depth is 115 metres.
nb: Havdypet er 115 meter.

source: The well was drilled by the Bredford Dolphin drilling facility, which will now proceed to production licence 359 to drill wildcat well 16/4-6 S where Lundin Norway AS is the operator.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin, som nå skal til utvinningstillatelse 359 for å bore undersøkelsesbrønn 16/4-6 S der Lundin Norway AS er operatør.

source: The discovery was proven in Jurassic reservoir rocks in production licence 501 in the autumn of 2010.
nb: Funnet ble påvist i jura reservoarbergarter i utvinningstillatelse 501 høsten 2010.

source: The well, 16/3-6, was drilled on the east flank of the discovery, 5.1 kilometres southeast of the discovery well 16/2-6 and about 1.9 kilometres north of well 16/3-4 and 3.3 kilometres southeast of well 16/2-13S.
nb: Brønnen 16/3-6 ble boret på østflanken av funnet, 5,1 kilometer sørøst for funnbrønnen 16/2-6 og om lag 1,9 kilometer nord for brønn 16/3-4 og 3,3 kilometer sørøst for brønn 16/2-13S.

source: The objective of the appraisal well was to examine the thickness, properties and depth of the Jurassic reservoir, as well as the oil column and oil-water contact in the eastern part of the Johan Sverdrup discovery.
nb: Hensikten med avgrensningsbrønnen var å undersøke tykkelse, egenskaper og dyp til jurareservoaret, samt oljekolonne og olje-vannkontakt i den østlige del av Johan Sverdrupfunnet.

source: Information from this area is significant for the draining strategy for the discovery.
nb: Informasjon fra dette området er vesentlig for dreneringsstrategien for funnet.

source: The reservoir came in at the expected depth with a gross thickness of 24 metres and with very good properties.
nb: Reservoaret kom inn på forventet dyp med 24 meter brutto tykkelse og med svært gode egenskaper.

source: The reservoir is from the Late Jurassic and is located directly on the basement rock.
nb: Reservoaret er av senjura alder og ligger direkte på grunnfjell.

source: An oil column of 11.5 metres was proven with an oil/water contact at 1926 metres below sea level.
nb: Det ble påvist en oljekolonne på 11.5 meter med en olje/vann- kontakt på 1926 meter under havnivå.

source: The methods are part of the planning of an optimal recovery strategy.
nb: Metodene inngår i planleggingen av en optimal utvinningsstrategi.

source: This is the fifteenth appraisal well, including sidetracks, drilled in production licence 501.
nb: Dette er den femtende avgrensningsbrønnen, inklusive sidesteg, boret i utvinningstillatelse 501.

source: The licence was awarded on 23 January 2009 in APA 2008.
nb: Tillatelsen ble tildelt 23. januar 2009 i TFO 2008.

source: Appraisal well 16/3-6 was drilled to a vertical depth of 2025 metres below the sea surface and was terminated in granitic basement rock.
nb: Avgrensningsbrønn 16/3-6 ble boret til et vertikalt dyp på 2025 meter under havflaten og den ble avsluttet i granittisk grunnfjell.

source: Water depth is 117 metres.
nb: Havdypet er 117 meter.

source: The well was drilled by the Bredford Dolphin drilling facility which will now proceed to drill exploration well 16/4-7 in production licence 544 where Lundin Norway AS is the operator.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin som nå skal bore letebrønn 16/4-7 i utvinningstillatelse 544 der Lundin Norway AS er operatør.

source: A total of 21 new production licences were awarded in the 20th licensing round on the Norwegian shelf.
nb: Det ble tildelt 21 nye utvinningstillatelser i den 20. konsesjonsrunden på norsk sokkel.

source: Production on the Norwegian continental shelf remained stable, marginally lower than forecasted for the second quarter of 2009.
nb: Produksjonen på norsk kontinentalsokkel var stabil og marginalt under prognosen i andre kvartal 2009.

source: There was more drilling activity in the second quarter of this year than in the corresponding period last year.
nb: Det var høyere boreaktivitet i andre kvartal i år enn tilsvarende periode i fjoråret.

source: The authorities have approved three plans for development and operation (PDOs).
nb: Myndighetene har godkjent tre planer for utbygging og drift (PUD).

source: Twelve new discoveries were made on the shelf in the second quarter.
nb: Det ble gjort 12 nye funn på sokkelen i andre kvartal.

source: Link to press release for 1st quarter 2009
nb: Lenke til pressemelding 1. kvartal 2009

source: Petroleum production
nb: Petroleumsproduksjon

source: Production of oil declined from 2.04 million barrels per day in the second quarter of 2008 to 1.86 million barrels per day in the second quarter of this year.
nb: Produksjonen av olje gikk ned fra 2,04 millioner fat per dag i andre kvartal 2008 til 1,86 millioner fat per dag i årets andre kvartal.

source: If condensate and natural gas liquids (NGL) are included, daily production of liquid fell from 2.39 to 2.20 million barrels.
nb: Medregnet kondensat og flytende naturgass (NGL) så sank dagsproduksjonen av væske fra 2,39 til 2,20 millioner fat.

source: Daily production of oil per month compared with last year and forecast (download graph in pdf format) (data.htm)
nb: Daglig oljeproduksjon per måned sammenlignet med fjoråret, samt prognose (lenke til figuren i pdf) (Bakgrunnsdata.mht)

source: Daily production of liquid per month compared with last year (download graph in pdf format) (data.htm)
nb: Daglig væskeproduksjon per måned sammenlignet med fjoråret (lenke til figuren i pdf) (Bakgrunnsdata.mht)

source: The figure for the same period last year was 23.21 billion standard cubic metres.
nb: Tallet for tilsvarende periode i fjor var 23,21 milliarder standard kubikkmeter.

source: Gas production per month compared with last year (download graph in pdf format) (data.htm)
nb: Gassproduksjon per måned sammenlignet med fjoråret (lenke til figuren i pdf) (Bakgrunnsdata.mht)

source: Total petroleum production from the Norwegian shelf in the second quarter of 2009 was 55.49 million cubic metres of oil equivalents.
nb: Samlet petroleumsproduksjon fra norsk sokkel i andre kvartal 2009 var 55,49 millioner kubikkmeter oljeekvivalenter.

source: Production in the second quarter of 2008 amounted to 57.85 million cubic metres of oil equivalents.
nb: Produksjonen i andre kvartal 2008 var 57,85 millioner kubikkmeter oljeekvivalenter.

source: Discoveries
nb: Funn

source: Eleven discoveries were made on the shelf in the second quarter.
nb: Det ble gjort 11 funn på sokkelen i andre kvartal.

source: These consisted of small discoveries, discoveries of undetermined size and an interesting gas discovery in the Norwegian Sea (6603/12-1).
nb: Det dreier seg om små funn, funn hvor størrelse ikke er avklart og et interessant gassfunn i Norskehavet (6603/12-1).

source: Eight of the discoveries were made in the North Sea (end date for the well in parentheses):
nb: Åtte av funnene ble gjort i Nordsjøen (sluttdato for brønnen i parentes):

source: 15/6-10, gas/condensate, size not determined.
nb: 15/6-10, gass/kondensat, størrelse ikke avklart.

source: 30/5-3 S, gas, size not determined.
nb: 30/5-3 S, gass, størrelse ikke avklart.

source: 16/2-5, oil/gas, 3-10 million cubic metres of recoverable gas.
nb: 16/2-5, olje/gass, mellom 3 og 10 millioner kubikkmeter utvinnbar gass.

source: (13 May)
nb: (13. mai)

source: 15/12-21, oil, size not determined.
nb: 15/12-21, olje, størrelse ikke avklart.

source: (21 May)
nb: (21. mai)

source: 34/8-13 A, small oil discovery.
nb: 34/8-13 A, lite oljefunn.

source: 25/8-16 S, small oil discovery.
nb: 25/8-16 S, lite oljefunn.

source: 30/5-3 A, small gas discovery.
nb: 30/5-3 A, lite gassfunn.

source: (31 May)
nb: (31. mai)

source: 34/8-13 S, small oil discovery.
nb: 34/8-13 S, lite oljefunn.

source: (26 June)
nb: (26. juni)

source: The three last discoveries were made in the Norwegian Sea:
nb: De tre siste funnene ble gjort i Norskehavet:

source: 6407/8-5 S, oil discovery, 3-5 million cubic metres recoverable.
nb: 6407/8-5 S, oljefunn, mellom 3-5 millioner kubikkmeter utvinnbart.

source: 6407/6-7 S, small gas discovery.
nb: 6407/6-7 S, lite gassfunn.

source: (27 May)
nb: (27. mai)

source: 6603/12-1, gas discovery, 10-100 million cubic metres recoverable.
nb: 6603/12-1, gassfunn, mellom 10-100 millioner kubikkmeter utvinnbart.

source: (20 June)
nb: (20. juni)

source: Drilling activity
nb: Boreaktiviteten

source: Twenty mobile drilling facilities were in action on the shelf in the second quarter of this year, compared with 19 during the same period last year.
nb: I andre kvartal i år var det 20 flyttbare boreinnretninger i aktivitet på sokkelen, mot 19 i tilsvarende periode i fjor.

source: Completed exploration wells drilled in 2008 and 1st and 2nd quarter 2009 by area and type of well. (download graph in pdf format) (data.mht)
nb: Avsluttede letebrønner boret i 2008 og i første og andre kvartal i 2009 fordelt på type og område (lenke til figuren i pdf) (Bakgrunnsdata.mht)

source: Development plans
nb: Utbyggingsplaner

source: Goliat The plan for development and operation (PDO) of the Goliat field in the Barents Sea was approved by the Storting on 19 June.
nb: Goliat Det ble gitt godkjenning for utbygging og drift (PUD)av Goliatfeltet i Barentshavet i Stortinget 19. juni.

source: The investments associated with Goliat are estimated at more than NOK 28 billion.
nb: Investeringene knyttet til Goliat er estimert til i overkant av 28 milliarder kroner.

source: The field's reserves are around 174 million barrels of oil.
nb: Reservene i feltet er på om lag 174 millioner fat olje.

source: The licensees are Eni Norge AS (operator) and StatoilHydro Petroleum AS.
nb: Rettighetshaverne er Eni Norge AS (operatør) og StatoilHydro Petroleum AS.

source: Goliat will meet the strict environmental requirements established in the comprehensive management plan for the Barents Sea.
nb: Goliat vil oppfylle de strenge miljøkravene som ble etablert gjennom forvaltningsplanen for Barentshavet.

source: Goliat will report its power consumption needs for full electrification from 2017.
nb: Goliat skal melde sitt kraftforbruk knyttet til full elektrifisering fra 2017.

source: The PDO approval is contingent on the licensees submitting a plan for increased use of power from land to Goliat as soon as the power supply situation in the area has been reinforced, but no later than 1 January 2019.
nb: Det er stilt vilkår om at rettighetshaverne skal fremlegge en plan om økt bruk av kraft fra land til Goliat så snart kraftsituasjonen i området er styrket senest innen 1. januar 2019.

source: Oselvar On 19 June, the Government approved the plan for development and operation of Oselvar.
nb: Oselvar Regjeringen godkjente 19. juni planen for utbygging og drift av Oselvar.

source: The field is located in the North Sea, 250 km from the Norwegian coast.
nb: Feltet ligger i Nordsjøen, 250 kilometer fra norskekysten.

source: Dong E&P Norge AS is the operator of the development.
nb: Dong E&P Norge AS er operatør for utbyggingen.

source: The other licensees are Bayerngas Produksjon Norge AS and Norwegian Energy Company AS.
nb: De andre rettighetshaverne er Bayerngas Produksjon Norge AS og Norwegian Energy Company AS.

source: The operator has estimated the investments at NOK 4.6 billion.
nb: Operatøren har anslått investeringene til 4,6 milliarder kroner.

source: The field will be developed with a trawlable seabed facility, and the production from Oselvar will be tied in to Ula for processing.
nb: Feltet skal bygges ut med en overtrålbar havbunnsinnretning, og produksjon fra Oselvar skal knyttes til Ula for produksjon og prosessering.

source: Oselvar is located 23 km west of Ula.
nb: Oselvar ligger 23 kilometer vest for Ula.

source: According to the plan, production from Oselvar will commence in November 2011.
nb: Produksjonen fra Oselvar skal etter planen starte i november 2011.

source: The operator estimates the recoverable reserves at 4.34 billion cubic metres of gas and 3.91 million cubic metres of oil.
nb: Operatøren anslår utvinnbare reservene til 4,34 milliarder kubikkmeter gass og 3,91 millioner kubikkmeter olje.

source: Troll projects On 19 June, the Government approved the plan for development and operation of Troll projects in the North Sea.
nb: Troll prosjekter Regjeringen godkjente 19. juni planen for utbygging og drift av Troll prosjekter i Nordsjøen.

source: The projects deal with long-term development of the oil and gas resources on the Troll field.
nb: Prosjektene omhandler langsiktig utvikling av olje- og gassressursene på Trollfeltet.

source: The plan does not entail a new development, but two modifications that will extend the lifetime of the Troll field: Installation of a third rich gas pipeline from Troll A to the process facility at Kollsnes Gas injection from Troll B.
nb: Planen omfatter ikke en ny utbygging, men to modifikasjoner som skal forlenge Trollfeltets levetid: Installering av et tredje rikgassrør fra Troll A til prosessanlegget på Kollsnes Gassinjeksjon fra Troll B

source: On behalf of the licensees in production licences 054 and 085, the operator StatoilHydro has estimated the investments at NOK 5.7 billion.
nb: Operatøren StatoilHydro har på vegne av rettighetshaverne i utvinningstillatelsene 054 og 085 anslått investeringene 5,7 milliarder kroner.

source: Awards in the 20th licensing round
nb: Tildelinger i den 20. konsesjonsrunden

source: On 30 April, the Ministry of Petroleum and Energy awarded 21 new production licences in the 20th licensing round on the Norwegian continental shelf.
nb: Olje- og energidepartementet tildelte 30.april 21 nye utvinningstillatelser i den 20. konsesjonsrunden på norsk kontinentalsokkel.

source: The awards include nine new production licences in the Barents Sea and 12 new production licences in the Norwegian Sea.
nb: Tildelingene omfatter ni nye utvinningstillatelser i Barentshavet og tolv nye utvinningstillatelser i Norskehavet.

source: Read more here.
nb: Les mer her.

source: Appraisal well 16/3-7 was drilled on the southeast flank of the discovery, about 3.1 kilometres southeast of well 16/3-5 and about 4.2 kilometres southwest of well 16/3-2.
nb: Avgrensningsbrønn 16/3-7 ble boret på sørøstflanken av funnet, om lag 3,1 kilometer sørøst for brønn 16/3-5 og om lag 4,2 kilometer sørvest for brønn 16/3-2.

source: The objective of the well was to investigate the thickness, properties, oil column and depth of the Jurassic reservoir, in order to define the extent of the Johan Sverdrup discovery toward the southeast.
nb: Hensikten med brønnen var å undersøke tykkelse, egenskaper, oljekolonne og dyp til jurareservoaret for å definere utbredelsen av Johan Sverdrupfunnet mot sørøst.

source: The objective also included investigating the reservoir properties of the sandstone rocks in the underlying Rotliegend group in the Permian.
nb: I tillegg var hensikten å undersøke reservoaregenskapene til sandsteinbergartene i den underliggende Rotliegendesgruppen i perm.

source: The licensees consider the area to be important for the discovery’s drainage strategy as regards water support, as well as the placement of injectors and producers.
nb: Rettighetshaverne vurderer området som viktig for dreneringsstrategien for funnet med hensyn til vannstøtte, plassering av injektorer og produsenter.

source: The well encountered oil at the very top of the reservoir, which consists of a 14-metre zone, most likely from the Upper Jurassic Age, with very good reservoir quality.
nb: Brønnen påtraff olje helt i toppen av reservoaret som består av en 14 meter sone, sannsynligvis av øvre jura alder, med meget god reservoarkvalitet.

source: The total thickness of the entire Jurassic interval is 27 metres.
nb: Den totale tykkelsen av hele intervallet i jura er på 27 meter.

source: The Jurassic reservoir sandstone rocks are somewhat thinner and were encountered deeper than expected.
nb: Reservoarsandsteinen i jura er noe tynnere og kom inn dypere enn forventet.

source: Permian carbonate rocks were encountered directly under the Jurassic reservoir.
nb: Karbonatbergarter i perm ble påtruffet direkte under jurareservoaret.

source: The carbonate reservoir belongs to the Zechstein group, has a thickness of 36 metres and has moderate to good reservoir properties.
nb: Karbonatreservoaret tilhører Zechsteingruppen, har en mektighet på 36 meter og med moderate til gode reservoaregenskaper.

source: These carbonate rocks were not expected in the well and are located directly above the rocks belonging to the Rotliegend group.
nb: Disse karbonatbergartene var ikke forventet i brønnen og ligger direkte over bergartene som tilhører Rotliegendesgruppen.

source: Pressure measurements indicate continuous communication in the water zone above the Jurassic and the Zechstein group’s rocks.
nb: Trykkmålinger viser sammenhengende kommunikasjon i vannsonen over jura og Zechsteingruppens bergartstyper.

source: Well 16/3-7 is the 17th exploration well drilled in production licence 501.
nb: Brønn 16/3-7 er den 17. letebrønnen boret i utvinningstillatelse 501.

source: Appraisal well 16/3-7 was drilled to a vertical depth of 2075 metres below the sea surface and was terminated in Permian rocks.
nb: Avgrensningsbrønn 16/3-7 ble boret til et vertikalt dyp på 2075 meter under havflaten og den ble avsluttet i bergarter i perm.

source: The well was drilled by the Bredford Dolphin drilling facility, which will now move on to drill appraisal well 16/5-5 in production licence 410, where Lundin Norway AS is the operator.
nb: Brønnen ble boret av boreinnretningen Bredford Dolphin som nå skal bore avgrensningsbrønn 16/5-5 i utvinningstillatelse 410, hvor Lundin Norway AS er operatør.

source: Well bore 15/12-17 S will be drilled from the drilling installation Mærsk Giant at 58° 01' 42.62'' North and 1° 55' 23.62'' East.
nb: Brønnbanen 15/12-17 S skal bores fra boreinnretningen Mærsk Giant i posisjon 58° 01' 42.62'' Nord og 1° 55' 23.62'' Øst.

source: The drilling programme for wellbore 15/12-17 S concerns drilling of an appraisal well in Production Licence 038.
nb: Boreprogrammet for brønnbane 15/12-17 S gjelder boring av avgrensningsbrønn i utvinningstillatelse 038.

source: Talisman is the operator (65%), and the other licensees are Petoro (30%) and Pertra (5%).
nb: Talisman er operatør (65 %), med Petoro (30 %) og Pertra (5 %) som øvrige rettighetshavere.

source: The area belonging to this licence is located in the southern part of block 15/12, just south of Varg which is again located further to the south of Sleipner Øst in the North Sea.
nb: Arealet i denne tillatelsen ligger i sørlige del av blokk 15/12, like sør for Varg som igjen ligger noe lengre sør for Sleipner Øst i Nordsjøen.

source: Production licence 038 was awarded as an addition to the 3rd round in 1975.
nb: Utvinningstillatelse 038 ble tildelt som tillegg til 3. runde i 1975.

source: Altogether 16 wells have previously been drilled in this block.
nb: Det er tidligere boret i alt 16 brønner i blokken.

source: Mærsk Giant will be arriving from repairs in Denmark.
nb: Mærsk Giant kommer fra verkstedopphold i Danmark.

source: The permit is contingent upon receipt of other permits and consents required by other authorities prior to start-up of the drilling activities.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: Contact in the NPD: Eldbjørg Vaage Melberg, +47 51876100.
nb: Kontaktperson i OD: Eldbjørg Vaage Melberg, tlf 51876100

source: The well was drilled about 15 km south of the Edvard Grieg field in the central part of the North Sea, and 200 km west of Stavanger.
nb: Brønnen er boret om lag 15 kilometer sør for Edvard Griegfeltet i den midtre delen av Nordsjøen og 200 kilometer vest av Stavanger.

source: The primary objective of the well was to prove petroleum in Upper to Middle Jurassic reservoir rocks, with additional possibilities in older rocks.
nb: Hensikten med brønnen var primært å påvise petroleum i øvre til midtre jura reservoarbergarter, men også med muligheter i eldre bergarter.

source: The well encountered a gross oil column of about 45 metres in Jurassic to Triassic reservoir rocks, about 30 metres of which were of good quality.
nb: Brønnen påtraff en brutto oljekolonne på om lag 45 meter i jura til trias reservoarbergarter, hvorav cirka 30 meter av god kvalitet.

source: The oil/water contact was encountered 1950 metres below the sea surface.
nb: Olje/vann-kontakten ble påtruffet 1950 meter under havflaten.
